Repository: CasaTeam/MetroExplorer
Catalog: MetroExplorer/MetroExplorer/strings/*/Resources.resw
Source language: en_us
Languages: fr_fr, zh_cn

# MainExplorer_UserFileGroupTitle
source: File
fr_fr: Ficher
zh_cn: 文件

# MainExplorer_UserFolderGroupTitle
source: Folder
fr_fr: Dossier
zh_cn: 文件夹

# MainPage_PopContextMenu_AddNewDiskOrFolder
source: Disk and folder
fr_fr: Disque et dossier
zh_cn: 磁盘或文件夹

# MainPage_SystemFolderGroupTitle
source: Shortcut folders
fr_fr: Dossiers raccourcis
zh_cn: 快捷方式文件夹

# MainPage_UserFolderGroupTitle
source: System folders
fr_fr: Dossiers de système
zh_cn: 系统磁盘及文件夹

# RemoveFolderConfirmationContentString
source: Do you really want to delete these you selected?
fr_fr: Etes-vous sûr de vouloir supprimer ceux-ci vous sélectionnez?
zh_cn: 是否确定要删除所选内容

# RemoveFolderConfirmationNoButtonString
source: Cancel
fr_fr: Annuler
zh_cn: 取消

# RemoveFolderConfirmationTitleString
source: Delete?
fr_fr: Supprimer?
zh_cn: 删除文件和文件夹？

# RemoveFolderConfirmationYesButtonString
source: Yes, please
fr_fr: Confirmer
zh_cn: 删除

# SettingCommand_ContactUs
source: About us
fr_fr: A propos de nous
zh_cn: 联系我们

# SettingCommand_LanguageSetting
source: Languages
fr_fr: Langues
zh_cn: 语言设置

# SettingCommand_Policy
source: Privacy policy
fr_fr: Politique de confidentialité
zh_cn: 隐私声明

# SettingCommand_SupportUs
source: Support us, donation
fr_fr: Nous soutenir
zh_cn: 支持我们

# SettingCommand_UserGuide
source: User guilde
fr_fr: Guide utilisateur
zh_cn: 用户向导

# String_AddNewShortCutFolder
source: Create a shortcut folder
fr_fr: Créer un raccourci de dossier
zh_cn: 添加快捷文件夹

# String_NewFolder
source: New folder
fr_fr: Nouveau dossier
zh_cn: 新建文件夹

# Uid_Button_CreateNewFolder.Content
source: Create
fr_fr: Créer
zh_cn: 创建

# Uid_Button_RenameFolder.Content
source: Confirm
fr_fr: Confirmer
zh_cn: 确定

source: Next
fr_fr: Suivant
zh_cn: 下一页

source: Start
fr_fr: C'est parti
zh_cn: 开始使用

source: Copy
fr_fr: Copie
zh_cn: 复制

source: Cut
fr_fr: Couper
zh_cn: 剪切

source: Paste
fr_fr: Coller
zh_cn: 粘贴

source: Refresh
fr_fr: Actualiser
zh_cn: 刷新

source: Get files
fr_fr: Obtenir
zh_cn: 抓取文件（夹）

# Uid_PageMain_SupportUsTile.Text
source: Support us
fr_fr: Nous soutenir
zh_cn: 支持我们

source: Open
fr_fr: Ouvrir
zh_cn: 打开

source: Slide show
fr_fr: Diaporama
zh_cn: 幻灯片播放

source: Set interval
fr_fr: Changer intervalle
zh_cn: 改变频率

source: Stop
fr_fr: Arrêter
zh_cn: 暂停播放

source: New folder
fr_fr: Nouveau dossier
zh_cn: 添加文件夹

# Uid_Page_Explorer_Button_CancelRename.Content
source: Annuler
zh_cn: 取消

# Uid_Page_Explorer_Button_RenameFolder.Content
source: Confrim
fr_fr: Confirmer
zh_cn: 确定

source: Add
fr_fr: Ajouter
zh_cn: 添加

source: Display mode
fr_fr: Mode d'affichage
zh_cn: 切换显示模式

source: Delete
fr_fr: Supprimer
zh_cn: 删除

source: Rename
fr_fr: Renommer
zh_cn: 重命名

source: Sort
fr_fr: Trier
zh_cn: 按时间排序

# Uid_Popup_CopyCutPaste_ListItem_CopyFile.Content
source: Copy files
fr_fr: Copie ficher
zh_cn: 备份文件

# Uid_Popup_CopyCutPaste_ListItem_CopyFolder.Content
source: Copy folders
fr_fr: Copie dossier
zh_cn: 备份文件夹

# Uid_Popup_CopyCutPaste_ListItem_CutFile.Content
source: Get files
fr_fr: Obtenir fichier
zh_cn: 拖拽文件

# Uid_Popup_CopyCutPaste_ListItem_CutFolder.Content
source: Get folders
fr_fr: Obtenir dossier
zh_cn: 拖拽文件夹

# Uid_Popup_Sort_ListItem_DateDesc.Content
source: By date time
fr_fr: Par l'horaire
zh_cn: 按时间

# Uid_Popup_Sort_ListItem_Name.Content
source: By name
fr_fr: Par le nom
zh_cn: 按名称

# Uid_Popup_Sort_ListItem_None.Content
source: Cancel sort
fr_fr: Annuler trier
zh_cn: 取消排序

# Uid_Popup_Sort_ListItem_Size.Content
source: By size
fr_fr: Par taille de ficher
zh_cn: 按照文件大小

# Uid_Popup_Sort_ListItem_Type.Content
source: By file's type
fr_fr: Par type de ficher
zh_cn: 按文件类型

# Uid_PreferenceLayout_TextBlock_ThemeeColor.Text
source: Give us your charity to let us have a better life, and make this application more wonderful
fr_fr: Cliquez vous sur les publicités pour nous contribuer 0.02 euros
zh_cn: 每点击一下您喜欢的广告，就是给我们0.02美元的支持 :)

# Uid_SupportUsLayout_TextBlock_Title.Text
source: Support us
fr_fr: Nous soutenir
zh_cn: 支持我们

# Uid_SupportUs_Text.Text
source: If advertis below interested you, please click it for your charity. Give us your charity to let us have a better life, and make this application more wonderful
fr_fr: Cliquez sur les publicités du dessous pour nous soutenir. Avec votre contribution, nous serons encouragé pour améliorer notre produit
zh_cn: 希望您点击下面对您有用的广告，以此给予我们基于物质上的支持，我们会更加努力的提高这个应用

# Uid_TextBlock_ContactUs.Text
source: About us
fr_fr: A propos de nous
zh_cn: 关于我们

# Uid_TextBlock_ContactUsByCasaTeam.Text
source: Made by CasaParis
fr_fr: Dévellopé par CasaParis
zh_cn: 卡萨团队打造

# Uid_TextBlock_ContactUsFacebook.Text
source: News and suggestions on facebook
fr_fr: Actualités et conseils sur facebook
zh_cn: 访问我们的"非死不可"网页，给我们留下更多地信息

# Uid_TextBlock_ContactUsMailDeSupport.Text
source: Our mail
fr_fr: Notre mail
zh_cn: 联系邮箱

# Uid_TextBlock_ContactUsSuportus.Text
source: If advertis below interested you, please click it for your charity. Give us your charity to let us have a better life, and make this application more wonderful
fr_fr: Cliquez sur les publicités du dessous pour nous soutenir. Avec votre contribution, nous serons encouragé pour améliorer notre produit
zh_cn: 点击“支持我们”菜单选项，点击您所需要的广告来支持我们

# Uid_TextBlock_Policy.Text
source: Privacy policy
fr_fr: Politique de confidentialité
zh_cn: 隐私声明

# Uid_TextBox_CreateNewFolder.Text
source: New folder
fr_fr: Nouveau fichier
zh_cn: 新建文件夹
